Repository: bwgh0/MoneroOne
Catalog: MoneroOne/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pl, pt_br, ro, ru, tr, uk, zh_hans, zh_hant

source: Fetching price...
de: Preis wird geladen …
es: Obteniendo precio…
fr: Récupération du prix…
it: Recupero del prezzo…
ja: 価格を取得中…
ko: 가격 가져오는 중...
nl: Prijs ophalen…
pl: Pobieranie ceny…
pt_br: Obtendo preço…
ro: Se obține prețul…
ru: Получение цены...
tr: Fiyat alınıyor…
uk: Отримання ціни…
zh_hans: 正在获取价格…
zh_hant: 正在取得價格⋯

source: Fiat Mode
de: Fiat-Modus
es: Modo fiat
fr: Mode fiat
it: Modalità fiat
ja: 法定通貨モード
ko: 법정 화폐 모드
nl: Fiatmodus
pl: Tryb fiat
pt_br: Modo Fiat
ro: Mod fiat
ru: Фиатный режим
tr: Fiat Modu
uk: Фіатний режим
zh_hans: 法币模式
zh_hant: 法幣模式

source: Fiat Mode shows balances and transactions in %@ first, with XMR below.
de: Im Fiat-Modus stehen Guthaben und Transaktionen zuerst in %@, darunter in XMR.
es: El modo fiat muestra primero los saldos y las transacciones en %@, con XMR debajo.
fr: Le mode fiat affiche d’abord les soldes et les transactions en %@, avec le montant en XMR en dessous.
it: La modalità fiat mostra saldi e transazioni prima in %@, con XMR sotto.
ja: 法定通貨モードでは、残高とトランザクションを先に%@で表示し、その下にXMRを表示します。
ko: 법정 화폐 모드에서는 잔액과 거래가 %@ 기준으로 먼저 표시되고 XMR은 그 아래에 표시됩니다.
nl: Fiatmodus toont saldi en transacties eerst in %@, met XMR eronder.
pl: Tryb fiat pokazuje saldo i transakcje najpierw w %@, a pod spodem w XMR.
pt_br: O Modo Fiat mostra saldos e transações primeiro em %@, com XMR abaixo.
ro: Modul fiat afișează soldurile și tranzacțiile mai întâi în %@, cu XMR dedesubt.
ru: В фиатном режиме баланс и транзакции сначала показываются в %@, а под ними — в XMR.
tr: Fiat Modu, bakiyeleri ve işlemleri önce %@ cinsinden, altında da XMR olarak gösterir.
uk: У фіатному режимі баланс і транзакції спершу показано в %@, а під ними — в XMR.
zh_hans: 法币模式会先以 %@ 显示余额和交易，XMR 金额显示在下方。
zh_hant: 法幣模式會先以 %@ 顯示餘額和交易，XMR 金額顯示在下方。

source: Fiat values are fetched from CoinMarketCap and update every 5 minutes.
de: Fiat-Werte stammen von CoinMarketCap und werden alle 5 Minuten aktualisiert.
es: Los valores en moneda fiat se obtienen de CoinMarketCap y se actualizan cada 5 minutos.
fr: Les valeurs en monnaie fiat proviennent de CoinMarketCap et sont mises à jour toutes les 5 minutes.
it: I valori in valuta fiat provengono da CoinMarketCap e si aggiornano ogni 5 minuti.
ja: 法定通貨換算額はCoinMarketCapから取得し、5分ごとに更新されます。
ko: 법정 화폐 가치는 CoinMarketCap에서 가져오며 5분마다 업데이트됩니다.
nl: Fiatwaarden worden opgehaald bij CoinMarketCap en elke 5 minuten bijgewerkt.
pl: Wartości w walutach fiat są pobierane z CoinMarketCap i aktualizowane co 5 minut.
pt_br: Os valores em moeda fiat vêm do CoinMarketCap e são atualizados a cada 5 minutos.
ro: Valorile fiat sunt preluate de la CoinMarketCap și se actualizează la fiecare 5 minute.
ru: Стоимость в фиатной валюте берётся из CoinMarketCap и обновляется каждые 5 минут.
tr: Fiat değerleri CoinMarketCap'ten alınır ve 5 dakikada bir güncellenir.
uk: Фіатні значення надходять із CoinMarketCap і оновлюються кожні 5 хвилин.
zh_hans: 法币价值取自 CoinMarketCap，每 5 分钟更新一次。
zh_hant: 法幣價值取自 CoinMarketCap，每 5 分鐘更新一次。

source: Filter transactions
de: Transaktionen filtern
es: Filtrar transacciones
fr: Filtrer les transactions
it: Filtra transazioni
ja: トランザクションを絞り込む
ko: 거래 필터
nl: Filter transacties
pl: Filtruj transakcje
pt_br: Filtrar transações
ro: Filtrează tranzacțiile
ru: Фильтр транзакций
tr: İşlemleri filtrele
uk: Фільтр транзакцій
zh_hans: 筛选交易
zh_hant: 篩選交易

source: First-time sync can take a few minutes.
de: Der erste Sync kann einige Minuten dauern.
es: La primera sincronización puede tardar unos minutos.
fr: La première synchronisation peut prendre quelques minutes.
it: La prima sincronizzazione può richiedere alcuni minuti.
ja: 初回の同期には数分かかることがあります。
ko: 처음 동기화할 때는 몇 분 정도 걸릴 수 있습니다.
nl: De eerste synchronisatie kan enkele minuten duren.
pl: Pierwsza synchronizacja może potrwać kilka minut.
pt_br: A primeira sincronização pode levar alguns minutos.
ro: Prima sincronizare poate dura câteva minute.
ru: Первая синхронизация может занять несколько минут.
tr: İlk eşzamanlama birkaç dakika sürebilir.
uk: Перша синхронізація може тривати кілька хвилин.
zh_hans: 首次同步可能需要几分钟。
zh_hant: 首次同步可能需要幾分鐘。

source: Forgot PIN
de: PIN vergessen
es: Olvidé el PIN
fr: Code PIN oublié
it: PIN dimenticato
ja: PINを忘れた場合
ko: PIN 분실
nl: PIN vergeten
pl: Nie pamiętasz kodu PIN
pt_br: Esqueci o PIN
ro: Ai uitat PIN-ul
ru: Забыли PIN-код
tr: PIN'i Unuttum
uk: Забули PIN-код
zh_hans: 忘记 PIN 码
zh_hant: 忘記 PIN 碼

source: Forgot PIN?
de: PIN vergessen?
es: ¿Olvidaste el PIN?
fr: Code PIN oublié ?
it: PIN dimenticato?
ja: PINをお忘れですか?
ko: PIN을 잊으셨나요?
nl: PIN vergeten?
pl: Nie pamiętasz kodu PIN?
pt_br: Esqueceu o PIN?
ro: Ai uitat PIN-ul?
ru: Забыли PIN-код?
tr: PIN'i mi unuttunuz?
uk: Забули PIN-код?
zh_hans: 忘记 PIN 码？
zh_hant: 忘記 PIN 碼？

source: Forgot Your PIN?
de: PIN vergessen?
es: ¿Olvidaste tu PIN?
fr: Code PIN oublié ?
it: Hai dimenticato il PIN?
ja: PINをお忘れですか?
ko: PIN을 잊으셨나요?
nl: PIN vergeten?
pl: Nie pamiętasz kodu PIN?
pt_br: Esqueceu Seu PIN?
ro: Ai uitat PIN-ul?
ru: Забыли PIN-код?
tr: PIN'inizi mi Unuttunuz?
uk: Забули PIN-код?
zh_hans: 忘记了 PIN 码？
zh_hant: 忘記 PIN 碼了嗎？

source: Fresh Receive Address
de: Neue Empfangsadresse
es: Dirección de recepción nueva
fr: Renouveler l’adresse de réception
it: Rinnova indirizzo di ricezione
ja: 新しい受取アドレス
ko: 새 받기 주소
nl: Nieuw ontvangstadres
pl: Nowy adres odbioru
pt_br: Novo Endereço de Recebimento
ro: Adresă de primire nouă
ru: Новый адрес для получения
tr: Yeni Alma Adresi
uk: Нова адреса для отримання
zh_hans: 自动更换收款地址
zh_hant: 自動更換收款位址

# From %@ to %@
source: From %1$@ to %2$@
de: Von %1$@ auf %2$@
es: De %1$@ a %2$@
fr: De %1$@ à %2$@
it: Da %1$@ a %2$@
ja: %1$@から%2$@まで
ko: %1$@에서 %2$@까지
nl: Van %1$@ naar %2$@
pl: Od %1$@ do %2$@
pt_br: De %1$@ a %2$@
ro: De la %1$@ la %2$@
ru: От %1$@ до %2$@
tr: %1$@ değerinden %2$@ değerine
uk: Від %1$@ до %2$@
zh_hans: 从 %1$@ 到 %2$@
zh_hant: 從 %1$@ 到 %2$@

source: Full wallet — you can send and receive.
de: Vollständige Wallet – du kannst senden und empfangen.
es: Cartera completa — puedes enviar y recibir.
fr: Portefeuille complet — vous pouvez envoyer et recevoir.
it: Portafoglio completo — puoi inviare e ricevere.
ja: フルウォレット：送金と受け取りができます。
ko: 전체 기능 지갑 — 보내기와 받기가 모두 가능합니다.
nl: Volledige portemonnee — je kunt verzenden en ontvangen.
pl: Pełny portfel – możesz wysyłać i odbierać.
pt_br: Carteira completa — você pode enviar e receber.
ro: Portofel complet — poți trimite și primi.
ru: Полный кошелёк — можно отправлять и получать.
tr: Tam cüzdan — gönderebilir ve alabilirsiniz.
uk: Повний гаманець — можна надсилати й отримувати кошти.
zh_hans: 完整钱包：可以发送和收款。
zh_hant: 完整錢包：可以傳送和收款。

source: Good Afternoon
de: Guten Tag
es: Buenas tardes
fr: Bon après-midi
it: Buon pomeriggio
ja: こんにちは
ko: 좋은 오후입니다
nl: Goedemiddag
pl: Dzień dobry
pt_br: Boa Tarde
ro: Bună ziua
ru: Добрый день
tr: İyi Günler
uk: Добрий день
zh_hans: 下午好
zh_hant: 午安

source: Good Evening
de: Guten Abend
es: Buenas noches
fr: Bonsoir
it: Buonasera
ja: こんばんは
ko: 좋은 저녁입니다
nl: Goedenavond
pl: Dobry wieczór
pt_br: Boa Noite
ro: Bună seara
ru: Добрый вечер
tr: İyi Akşamlar
uk: Добрий вечір
zh_hans: 晚上好
zh_hant: 晚安

source: Good Morning
de: Guten Morgen
es: Buenos días
fr: Bonjour
it: Buongiorno
ja: おはようございます
ko: 좋은 아침입니다
nl: Goedemorgen
pl: Dzień dobry
pt_br: Bom Dia
ro: Bună dimineața
ru: Доброе утро
tr: Günaydın
uk: Доброго ранку
zh_hans: 早上好
zh_hant: 早安

source: Good evening
de: Guten Abend
es: Buenas noches
fr: Bonsoir
it: Buonasera
ja: こんばんは
ko: 좋은 저녁입니다
nl: Goedenavond
pl: Dobry wieczór
pt_br: Boa noite
ro: Bună seara
ru: Добрый вечер
tr: İyi akşamlar
uk: Добрий вечір
zh_hans: 晚上好
zh_hant: 晚安

source: Granted
de: Erteilt
es: Concedido
fr: Accordée
it: Consentito
ja: 許可済み
ko: 허용됨
nl: Toegestaan
pl: Przyznano
pt_br: Concedida
ro: Acordat
ru: Разрешено
tr: İzin Verildi
uk: Дозволено
zh_hans: 已授权
zh_hant: 已授權

source: Hide memo
de: Notiz ausblenden
es: Ocultar nota
fr: Masquer la note
it: Nascondi nota
ja: メモを非表示
ko: 메모 숨기기
nl: Verberg notitie
pl: Ukryj notatkę
pt_br: Ocultar nota
ro: Ascunde nota
ru: Скрыть заметку
tr: Notu gizle
uk: Сховати нотатку
zh_hans: 隐藏备注
zh_hant: 隱藏備註

source: Home
de: Zuhause
es: Casa
fr: Maison
it: Casa
ja: 自宅
ko: 집
nl: Huis
pl: Dom
pt_br: Casa
ro: Casă
ru: Дом
tr: Ev
uk: Дім
zh_hans: 住宅
zh_hant: 住家

source: Home Screen Widget
de: Home-Bildschirm-Widget
es: Widget de la pantalla de inicio
fr: Widget de l’écran d’accueil
it: Widget della schermata Home
ja: ホーム画面ウィジェット
ko: 홈 화면 위젯
nl: Widget op beginscherm
pl: Widżet na ekranie początkowym
pt_br: Widget da Tela de Início
ro: Widget pe ecranul principal
ru: Виджет на экране «Домой»
tr: Ana Ekran Widget'ı
uk: Віджет на початковому екрані
zh_hans: 主屏幕小组件
zh_hant: 主畫面小工具

source: How It Works
de: So funktioniert es
es: Cómo funciona
fr: Fonctionnement
it: Come funziona
ja: 仕組み
ko: 작동 방식
nl: Hoe het werkt
pl: Jak to działa
pt_br: Como Funciona
ro: Cum funcționează
ru: Как это работает
tr: Nasıl Çalışır
uk: Як це працює
zh_hans: 运作方式
zh_hant: 運作方式

source: How does this work?
de: Wie funktioniert das?
es: ¿Cómo funciona?
fr: Comment ça marche ?
it: Come funziona?
ja: 仕組みについて
ko: 어떻게 작동하나요?
nl: Hoe werkt dit?
pl: Jak to działa?
pt_br: Como isso funciona?
ro: Cum funcționează?
ru: Как это работает?
tr: Bu nasıl çalışır?
uk: Як це працює?
zh_hans: 这是如何运作的？
zh_hant: 這是如何運作的？

source: I Understand, Continue
de: Verstanden, weiter
es: Entiendo, continuar
fr: J’ai compris, continuer
it: Ho capito, continua
ja: 理解して続ける
ko: 이해했습니다, 계속
nl: Begrepen, ga door
pl: Rozumiem, dalej
pt_br: Entendi, Continuar
ro: Am înțeles, continuă
ru: Понятно, продолжить
tr: Anladım, Devam Et
uk: Зрозуміло, продовжити
zh_hans: 我已了解，继续
zh_hant: 我已瞭解，繼續

source: I have written down my seed phrase
de: Ich habe meine Seed-Phrase notiert
es: Anoté mi frase semilla
fr: J’ai noté ma phrase de récupération
it: Ho trascritto la mia frase seed
ja: シードフレーズを書き留めました
ko: 시드 문구를 적어 두었습니다
nl: Ik heb mijn seedzin opgeschreven
pl: Mam zapisaną frazę seed
pt_br: Anotei minha frase-semente
ro: Am notat fraza seed
ru: Мнемоническая фраза записана
tr: Kurtarma ifademi bir yere yazdım
uk: Мнемонічну фразу записано
zh_hans: 我已写下助记词
zh_hant: 我已寫下助記詞

source: I know the creation date
de: Ich kenne das Erstelldatum
es: Conozco la fecha de creación
fr: Je connais la date de création
it: Conosco la data di creazione
ja: 作成日がわかる
ko: 생성 날짜를 알고 있습니다
nl: Ik weet de aanmaakdatum
pl: Znam datę utworzenia
pt_br: Sei a data de criação
ro: Știu data creării
ru: Я знаю дату создания
tr: Oluşturma tarihini biliyorum
uk: Я знаю дату створення
zh_hans: 我知道创建日期
zh_hant: 我知道建立日期

source: Icon
de: Symbol
es: Icono
fr: Icône
it: Icona
ja: アイコン
ko: 아이콘
nl: Symbool
pl: Ikona
pt_br: Ícone
ro: Pictogramă
ru: Значок
tr: Simge
uk: Значок
zh_hans: 图标
zh_hant: 圖像

source: Icon, %@
de: Symbol, %@
es: Icono, %@
fr: Icône, %@
it: Icona, %@
ja: アイコン、%@
ko: 아이콘, %@
nl: Symbool, %@
pl: Ikona, %@
pt_br: Ícone, %@
ro: Pictogramă, %@
ru: Значок, %@
tr: Simge, %@
uk: Значок, %@
zh_hans: 图标，%@
zh_hant: 圖像，%@

source: Idle
de: Inaktiv
es: Inactivo
fr: Inactif
it: Inattivo
ja: 待機中
ko: 유휴
nl: Inactief
pl: Bezczynny
pt_br: Inativo
ro: Inactiv
ru: Ожидание
tr: Boşta
uk: Неактивно
zh_hans: 空闲
zh_hant: 閒置

source: If this wallet is older, lower the restore height in Settings › Sync Settings and reset the sync data.
de: Ist diese Wallet älter, senke die Wiederherstellungshöhe unter Einstellungen › Sync-Einstellungen und setze die Sync-Daten zurück.
es: Si esta cartera es más antigua, baja la altura de restauración en Configuración › Ajustes de sincronización y restablece los datos de sincronización.
fr: Si ce portefeuille est plus ancien, abaissez la hauteur de restauration dans Réglages › Réglages de synchronisation, puis réinitialisez les données de synchronisation.
it: Se questo portafoglio è più vecchio, abbassa l’altezza di ripristino in Impostazioni › Sincronizzazione e reimposta i dati di sincronizzazione.
ja: このウォレットがもっと古い場合は、「設定」›「同期設定」で復元ブロック高を下げてから、同期データをリセットしてください。
ko: 이 지갑이 더 오래되었다면 설정 › 동기화 설정에서 복원 높이를 낮추고 동기화 데이터를 재설정하세요.
nl: Is deze portemonnee ouder? Verlaag dan de herstelhoogte in Instellingen › Synchronisatie-instellingen en stel de synchronisatie opnieuw in.
pl: Jeśli ten portfel jest starszy, obniż wysokość przywracania (Ustawienia › Ustawienia synchronizacji) i zresetuj dane synchronizacji.
pt_br: Se esta carteira for mais antiga, diminua a altura de restauração em Ajustes › Ajustes de Sincronização e redefina os dados de sincronização.
ro: Dacă acest portofel este mai vechi, scade înălțimea de restaurare în Configurări › Configurări sincronizare și resetează datele de sincronizare.
ru: Если кошелёк старше, уменьшите высоту восстановления в разделе «Настройки» › «Настройки синхронизации» и сбросьте данные синхронизации.
tr: Bu cüzdan daha eskiyse Ayarlar › Eşzamanlama Ayarları bölümünde geri yükleme yüksekliğini düşürün ve eşzamanlama verilerini sıfırlayın.
uk: Якщо цей гаманець старіший, зменште значення «Висота відновлення» (Параметри › Параметри синхронізації) і скиньте дані синхронізації.
zh_hans: 如果此钱包创建得更早，请在“设置”›“同步设置”中调低恢复高度，并重置同步数据。
zh_hant: 如果此錢包建立得更早，請在「設定」›「同步設定」中調低回復高度，並重置同步資料。

source: If you enjoy MoneroOne, consider donating to support continued development.
de: Wenn dir Monero One gefällt, unterstütze die Weiterentwicklung mit einer Spende.
es: Si te gusta Monero One, considera hacer una donación para apoyar su desarrollo.
fr: Si vous appréciez Monero One, pensez à faire un don pour soutenir son développement.
it: Se ti piace Monero One, valuta una donazione per sostenerne lo sviluppo.
ja: Monero Oneを気に入っていただけたら、継続的な開発を支援するため、寄付をご検討ください。
ko: Monero One이 마음에 드셨다면 지속적인 개발을 위해 기부를 고려해 주세요.
nl: Vind je Monero One fijn? Overweeg een donatie om de verdere ontwikkeling te steunen.
pl: Jeśli lubisz Monero One, rozważ darowiznę na dalszy rozwój aplikacji.
pt_br: Se você gosta do Monero One, considere fazer uma doação para apoiar o desenvolvimento contínuo.
ro: Dacă îți place Monero One, ia în considerare o donație pentru a susține dezvoltarea în continuare.
ru: Если вам нравится Monero One, поддержите дальнейшую разработку пожертвованием.
tr: Monero One hoşunuza gidiyorsa geliştirmenin sürmesi için bağış yapmayı düşünün.
uk: Якщо вам подобається Monero One, підтримайте подальшу розробку пожертвою.
zh_hans: 如果你喜欢 Monero One，欢迎捐赠以支持后续开发。
zh_hant: 如果你喜歡 Monero One，歡迎捐款贊助後續開發。

source: If you lose your seed phrase, your funds are permanently lost. Write it down and store it securely offline.
de: Verlierst du deine Seed-Phrase, ist dein Guthaben für immer verloren. Schreibe sie auf und bewahre sie sicher offline auf.
es: Si pierdes tu frase semilla, perderás tus fondos para siempre. Anótala y guárdala en un lugar seguro sin conexión.
fr: Si vous perdez votre phrase de récupération, vos fonds sont définitivement perdus. Notez-la et conservez-la en lieu sûr, hors ligne.
it: Se perdi la frase seed, perdi i tuoi fondi per sempre. Trascrivila e conservala al sicuro offline.
ja: シードフレーズを紛失すると、資金は永久に失われます。書き留めて、オフラインで安全に保管してください。
ko: 시드 문구를 잃어버리면 자금을 영구적으로 잃게 됩니다. 시드 문구를 적어서 오프라인에 안전하게 보관하세요.
nl: Als je je seedzin kwijtraakt, ben je je tegoed voorgoed kwijt. Schrijf hem op en bewaar hem veilig offline.
pl: Jeśli zgubisz frazę seed, stracisz środki na zawsze. Zapisz ją i przechowuj bezpiecznie offline.
pt_br: Se você perder sua frase-semente, seus fundos serão perdidos para sempre. Anote-a e guarde-a em segurança, offline.
ro: Dacă pierzi fraza seed, fondurile sunt pierdute definitiv. Noteaz-o și păstreaz-o în siguranță, offline.
ru: Если вы потеряете мнемоническую фразу, средства будут потеряны навсегда. Запишите её и храните в надёжном месте офлайн.
tr: Kurtarma ifadenizi kaybederseniz fonlarınız kalıcı olarak kaybolur. İfadeyi bir yere yazın ve çevrimdışı olarak güvenli bir yerde saklayın.
uk: Якщо ви втратите мнемонічну фразу, кошти буде втрачено назавжди. Запишіть її та зберігайте в надійному місці офлайн.
zh_hans: 如果丢失助记词，你的资金将永久丢失。请将其写下，并离线妥善保管。
zh_hant: 如果遺失助記詞，你的資金將永久遺失。請將它寫下來，並離線妥善保管。

source: Immediately
de: Sofort
es: Inmediatamente
fr: Immédiatement
it: Subito
ja: すぐに
ko: 즉시
nl: Onmiddellijk
pl: Natychmiast
pt_br: Imediatamente
ro: Imediat
ru: Сразу
tr: Hemen
uk: Одразу
zh_hans: 立即
zh_hant: 立即

source: Important Information
de: Wichtige Informationen
es: Información importante
fr: Informations importantes
it: Informazioni importanti
ja: 重要な情報
ko: 중요 정보
nl: Belangrijke informatie
pl: Ważne informacje
pt_br: Informações Importantes
ro: Informații importante
ru: Важная информация
tr: Önemli Bilgiler
uk: Важлива інформація
zh_hans: 重要信息
zh_hant: 重要資訊

source: Indian Rupee
de: Indische Rupie
es: Rupia india
fr: Roupie indienne
it: Rupia indiana
ja: インドルピー
ko: 인도 루피
nl: Indiase roepie
pl: Rupia indyjska
pt_br: Rupia indiana
ro: Rupie indiană
ru: Индийская рупия
tr: Hindistan Rupisi
uk: Індійська рупія
zh_hans: 印度卢比
zh_hant: 印度盧比

source: Invalid PIN
de: Ungültige PIN
es: PIN no válido
fr: Code PIN incorrect
it: PIN non valido
ja: PINが正しくありません
ko: 잘못된 PIN
nl: Ongeldige PIN
pl: Nieprawidłowy PIN
pt_br: PIN inválido
ro: PIN nevalid
ru: Неверный PIN-код
tr: Geçersiz PIN
uk: Неправильний PIN-код
zh_hans: PIN 码错误
zh_hant: PIN 碼錯誤

source: Invalid address
de: Ungültige Adresse
es: Dirección no válida
fr: Adresse non valide
it: Indirizzo non valido
ja: 無効なアドレス
ko: 유효하지 않은 주소
nl: Ongeldig adres
pl: Nieprawidłowy adres
pt_br: Endereço inválido
ro: Adresă nevalidă
ru: Недействительный адрес
tr: Geçersiz adres
uk: Недійсна адреса
zh_hans: 地址无效
zh_hant: 位址無效

source: Invalid amount
de: Ungültiger Betrag
es: Cantidad no válida
fr: Montant non valide
it: Importo non valido
ja: 無効な金額
ko: 유효하지 않은 금액
nl: Ongeldig bedrag
pl: Nieprawidłowa kwota
pt_br: Valor inválido
ro: Sumă nevalidă
ru: Некорректная сумма
tr: Geçersiz miktar
uk: Недійсна сума
zh_hans: 金额无效
zh_hant: 金額無效

source: Invalid response from Trezor
de: Ungültige Antwort vom Trezor
es: Respuesta no válida del Trezor
fr: Réponse non valide du Trezor
it: Risposta non valida dal Trezor
ja: Trezorからの応答が無効です
ko: Trezor의 응답이 유효하지 않음
nl: Ongeldig antwoord van Trezor
pl: Nieprawidłowa odpowiedź z Trezora
pt_br: Resposta inválida do Trezor
ro: Răspuns nevalid de la Trezor
ru: Некорректный ответ от Trezor
tr: Trezor'dan geçersiz yanıt
uk: Недійсна відповідь від Trezor
zh_hans: Trezor 返回了无效响应
zh_hant: Trezor 傳回無效的回應

source: Invalid seed phrase
de: Ungültige Seed-Phrase
es: Frase semilla no válida
fr: Phrase de récupération non valide
it: Frase seed non valida
ja: 無効なシードフレーズ
ko: 유효하지 않은 시드 문구
nl: Ongeldige seedzin
pl: Nieprawidłowa fraza seed
pt_br: Frase-semente inválida
ro: Frază seed nevalidă
ru: Недействительная мнемоническая фраза
tr: Geçersiz kurtarma ifadesi
uk: Недійсна мнемонічна фраза
zh_hans: 助记词无效
zh_hant: 助記詞無效

source: Invalid seed phrase. Please check your words and try again.
de: Ungültige Seed-Phrase. Prüfe deine Wörter und versuche es erneut.
es: Frase semilla no válida. Revisa las palabras e inténtalo de nuevo.
fr: Phrase de récupération non valide. Vérifiez vos mots et réessayez.
it: Frase seed non valida. Controlla le parole e riprova.
ja: シードフレーズが無効です。単語を確認して、もう一度お試しください。
ko: 유효하지 않은 시드 문구입니다. 단어를 확인하고 다시 시도하세요.
nl: Ongeldige seedzin. Controleer je woorden en probeer het opnieuw.
pl: Nieprawidłowa fraza seed. Sprawdź słowa i spróbuj ponownie.
pt_br: Frase-semente inválida. Verifique as palavras e tente novamente.
ro: Frază seed nevalidă. Verifică cuvintele și încearcă din nou.
ru: Недействительная мнемоническая фраза. Проверьте слова и повторите попытку.
tr: Geçersiz kurtarma ifadesi. Kelimelerinizi kontrol edip yeniden deneyin.
uk: Недійсна мнемонічна фраза. Перевірте слова й повторіть спробу.
zh_hans: 助记词无效。请检查单词，然后重试。
zh_hant: 助記詞無效。請檢查單字，然後再試一次。

source: Item not found in keychain
de: Eintrag nicht im Schlüsselbund gefunden
es: No se encontró el elemento en el llavero
fr: Élément introuvable dans le trousseau
it: Elemento non trovato nel portachiavi
ja: キーチェーンに項目が見つかりません
ko: 키체인에서 항목을 찾을 수 없음
nl: Item niet gevonden in sleutelhanger
pl: Nie znaleziono elementu w pęku kluczy
pt_br: Item não encontrado no Keychain
ro: Elementul nu a fost găsit în portchei
ru: Элемент не найден в связке ключей
tr: Öğe Anahtar Zinciri'nde bulunamadı
uk: Елемент не знайдено у зв’язці ключів
zh_hans: 在钥匙串中找不到该项目
zh_hant: 在鑰匙圈中找不到項目

source: Japanese Yen
de: Japanischer Yen
es: Yen japonés
fr: Yen japonais
it: Yen giapponese
ja: 日本円
ko: 일본 엔화
nl: Japanse yen
pl: Jen japoński
pt_br: Iene japonês
ro: Yen japonez
ru: Японская иена
tr: Japon Yeni
uk: Японська єна
zh_hans: 日元
zh_hant: 日圓

source: Kenyan Shilling
de: Kenia-Schilling
es: Chelín keniano
fr: Shilling kényan
it: Scellino keniota
ja: ケニアシリング
ko: 케냐 실링
nl: Keniaanse shilling
pl: Szyling kenijski
pt_br: Xelim queniano
ro: Șiling kenyan
ru: Кенийский шиллинг
tr: Kenya Şilini
uk: Кенійський шилінг
zh_hans: 肯尼亚先令
zh_hant: 肯亞先令

source: Key image sync failed: %@
de: Key-Image-Sync fehlgeschlagen: %@
es: Falló la sincronización de imágenes de clave: %@
fr: Échec de la synchronisation des images de clé : %@
it: Sincronizzazione delle immagini della chiave non riuscita: %@
ja: キーイメージの同期に失敗しました：%@
ko: 키 이미지 동기화 실패: %@
nl: Synchroniseren van key images mislukt: %@
pl: Synchronizacja obrazów kluczy nie powiodła się: %@
pt_br: Falha na sincronização de imagens-chave: %@
ro: Sincronizarea de imagini cheie a eșuat: %@
ru: Ошибка синхронизации образов ключей: %@
tr: Anahtar görüntüsü eşzamanlaması başarısız oldu: %@
uk: Не вдалося синхронізувати образи ключів: %@
zh_hans: 密钥镜像同步失败：%@
zh_hant: 金鑰映像同步失敗：%@

source: Label
de: Bezeichnung
es: Etiqueta
fr: Libellé
it: Etichetta
ja: ラベル
ko: 레이블
pl: Etykieta
pt_br: Rótulo
ro: Etichetă
ru: Метка
tr: Etiket
uk: Мітка
zh_hans: 标签
zh_hant: 標籤

source: Labels stay on this device and aren't backed up with your seed.
de: Bezeichnungen bleiben auf diesem Gerät und werden nicht mit deinem Seed gesichert.
es: Las etiquetas se guardan solo en este dispositivo y no se respaldan con tu frase semilla.
fr: Les libellés restent sur cet appareil et ne sont pas sauvegardés avec votre phrase de récupération.
it: Le etichette restano su questo dispositivo e non sono incluse nel backup del seed.
ja: ラベルはこのデバイスにのみ保存され、シードと一緒にはバックアップされません。
ko: 레이블은 이 기기에만 저장되며 시드와 함께 백업되지 않습니다.
nl: Labels blijven op dit apparaat en worden niet met je seedzin bewaard.
pl: Etykiety zostają na tym urządzeniu i nie trafiają do kopii zapasowej razem z frazą seed.
pt_br: Os rótulos ficam neste dispositivo e não entram no backup da sua semente.
ro: Etichetele rămân pe acest dispozitiv și nu se salvează odată cu fraza seed.
ru: Метки хранятся только на этом устройстве и не входят в резервную копию мнемонической фразы.
tr: Etiketler bu aygıtta kalır ve kurtarma ifadenizle birlikte yedeklenmez.
uk: Мітки зберігаються лише на цьому пристрої й не входять до резервної копії мнемонічної фрази.
zh_hans: 标签仅保存在此设备上，不会随助记词一起备份。
zh_hant: 標籤只會保留在此裝置上，不會隨助記詞一起備份。

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어
nl: Taal
pl: Język
pt_br: Idioma
ro: Limbă
ru: Язык
tr: Dil
uk: Мова
zh_hans: 语言
zh_hant: 語言

source: Last Sync
de: Letzter Sync
es: Última sincronización
fr: Dernière synchronisation
it: Ultima sincronizzazione
ja: 最終同期
ko: 마지막 동기화
nl: Laatste synchronisatie
pl: Ostatnia synchronizacja
pt_br: Última Sincronização
ro: Ultima sincronizare
ru: Последняя синхронизация
tr: Son Eşzamanlama
uk: Остання синхронізація
zh_hans: 上次同步
zh_hant: 上次同步

source: Last Updated
de: Zuletzt aktualisiert
es: Última actualización
fr: Dernière mise à jour
it: Ultimo aggiornamento
ja: 最終更新
ko: 마지막 업데이트
nl: Laatst bijgewerkt
pl: Ostatnia aktualizacja
pt_br: Última Atualização
ro: Ultima actualizare
ru: Последнее обновление
tr: Son Güncelleme
uk: Останнє оновлення
zh_hans: 上次更新
zh_hant: 上次更新
